import React from 'react';
import '../product_details_tabs.css';

const RulesContent = () => {
    return (
        <div className="tab-content-description-content-wrapper">
            <div className="tab-content">
                <p>Для безопасной и эффективной эксплуатации фена Dyson соблюдайте следующие правила: не используйте устройство рядом с водой и во влажных помещениях, не перекрывайте воздухозаборник во время работы, регулярно очищайте фильтр от пыли и волос, не оставляйте фен без присмотра во включенном состоянии. Используйте только оригинальные насадки и аксессуары Dyson. Не пытайтесь самостоятельно разбирать или ремонтировать устройство — при необходимости обратитесь в официальный сервисный центр.</p>
            </div>
        </div>
    );
};

export default RulesContent; 