import React from 'react';

const RulesContent = () => {
    return (
        <div className="tab-content">
            <p>Благодаря которому она не поднимается выше 100 градусов. В рукоятку встроен датчик температуры, благодаря которому она не поднимается выше 100 градусов. Главное отличие фена Dyson в быстром и безопасном высушивании волос. В рукоятку встроен датчик температуры, благодаря которому она не поднимается выше 100 градусов. Главное отличие фена Dyson в быстром и безопасном высушивании волос. В рукоятку встроен датчик температуры, благодаря которому она не поднимается выше 100 градусов.</p>
        </div>
    );
};

export default RulesContent; 