import React from 'react';

const WarrantyContent = () => {
    return (
        <div className="tab-content-description-content-wrapper">
            <div className="tab-content">
                <p>На всю технику Dyson предоставляется официальная гарантия сроком 2 года с момента покупки. Гарантия распространяется на заводские дефекты и неисправности, возникшие не по вине пользователя. Для получения гарантийного обслуживания сохраните чек и зарегистрируйте продукт на сайте Dyson. В случае поломки обратитесь в официальный сервисный центр или по телефону поддержки, чтобы получить бесплатный ремонт или замену устройства.</p>
            </div>
        </div>
    );
};

export default WarrantyContent; 